[
  {
    "id": 1752509441483,
    "title": "hola",
    "category": "eventos",
    "excerpt": "hola",
    "content": "awaw",
    "author": "TriInfinity",
    "featured": false,
    "image": null,
    "date": "2025-07-14"
  },
  {
    "id": 1752509109723,
    "title": "bañoles",
    "category": "competiciones",
    "excerpt": "El Triatlón: Una Prueba de Resistencia Total",
    "content": "El triatlón es una disciplina deportiva que combina tres pruebas de resistencia: natación, ciclismo y carrera a pie, realizadas de forma consecutiva y sin pausas entre ellas. Este deporte, nacido oficialmente en los años 70 en California, ha ganado una enorme popularidad en todo el mundo por su capacidad de poner a prueba no solo la condición física del atleta, sino también su disciplina mental y capacidad de superación.\n\nA lo largo de los años, el triatlón ha evolucionado en formatos y distancias. Los más comunes son el triatlón sprint (750 m de natación, 20 km de ciclismo y 5 km de carrera), el olímpico (1.5 km, 40 km, 10 km), el medio Ironman (70.3) y el exigente Ironman completo (3.8 km, 180 km, 42.2 km). Cada modalidad plantea retos únicos, y los deportistas entrenan durante meses —incluso años— para estar preparados física y mentalmente.\n\nEl atractivo del triatlón radica en su diversidad: obliga al cuerpo a adaptarse a distintos tipos de esfuerzo, utilizando diferentes grupos musculares y habilidades técnicas. Además, exige una excelente gestión del ritmo, la nutrición y la transición entre disciplinas, conocidas como T1 (natación a ciclismo) y T2 (ciclismo a carrera). Estas transiciones, a menudo subestimadas, pueden marcar la diferencia entre un buen rendimiento y una experiencia frustrante.\n\nMás allá de la competición, el triatlón es también un estilo de vida. Quienes lo practican suelen desarrollar una gran capacidad de organización, fuerza mental y hábitos saludables. A menudo, las comunidades de triatletas son altamente colaborativas, motivándose mutuamente y compartiendo experiencias de entrenamiento, material técnico o alimentación.",
    "author": "TriInfinity",
    "featured": true,
    "image": "https://www.google.com/imgres?q=imagen&imgurl=https%3A%2F%2Fimages.unsplash.com%2Fphoto-1689308271305-58e75832289b%3Ffm%3Djpg%26q%3D60%26w%3D3000%26ixlib%3Drb-4.1.0%26ixid%3DM3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%253D%253D&imgrefurl=https%3A%2F%2Funsplash.com%2Fes%2Ffotos%2Funa-imagen-generada-por-computadora-de-un-planeta-en-el-espacio-Q1b5nTLlZZA&docid=xcUM7GW6iwkmmM&tbnid=GaeCvxSUvoYwCM&vet=12ahUKEwjI-I-S3byOAxVFTaQEHXRbGQAQM3oECGYQAA..i&w=3000&h=1875&hcb=2&ved=2ahUKEwjI-I-S3byOAxVFTaQEHXRbGQAQM3oECGYQAA",
    "date": "2025-07-14"
  }
]